const categories = {
    "закуски": {
        title: "Закуски",
        text: "Заку́ска (у французькій кухні фр. hors d'œuvre, entrée) — їжа, яка подається перед основними стравами. Закуска часто вживається разом зі спиртними напоями (аперитивом). Бувають холодні (ті що не потребують розігріву) й гарячі закуски.Закуски виготовляють із овочів, фруктів, грибів, м'яса, риби. В українській кухні як закуски популярні солоні або мариновані огірки, квашена капуста, чорна й червона ікра, овочева ікра, салати, шпроти й інші рибні консерви, оселедець, солона риба, солоні гриби. Закускою може також служити нарізка: м'ясна (ковбаса), рибна, сирна тощо.",
        image: "/images/snacks.png",

    },
    "салати": {
        title: "Салати",
        text: "Салат (від італ. Salato, Salate — солоне) — холодна страва, що готується з різних сирих, запечених на грилі, відварених чи солених, маринованих овочів та фруктів. Назва салату залежить від його складників. Це може бути власне салат, різна зелень, коренеплоди, гриби, картопля, огірки, боби, фрукти,сир, риба та морепродукти та ін. Також додаються приправи, наприклад оцет, рослинна олія, майонез, сметана, гірчиця, сіль, перець і т. д. Салати подаються як закуска (hors d'oeuvre) до смаженого м'яса, риби чи як самостійна страва. Салат можна приготувати з одного виду овочів (салат з огірків, томатів, капусти) або кількох видів (салати Літній, Київський та ін.). До багатьох салатів входять м'ясо, птиця, риба та продукти морського промислу, яйця. Продукти для салатів нарізають тоненькими скибочками, кружальцями, маленькими кубиками, деякі шинкують соломкою.Також салати готують консервованими, як то салат «Ніжинський», «Донський». Овочеві салати стимулюють апетит, сприяють виділенню шлункових соків, сприяють перетравленню іншої їжі а також засвоєнню організмом людини жирів, білків та вуглеводів. Овочі нейтралізують гальмівний вплив жирів на секреторну функцію шлунку. Також овочі в поєднанні з жирами мають жовчогінну дію.",
        image: "/images/salads.jpg",
    },
    "супи":{
        title: "Супи",
        text: "Суп, Юшка (нім. Suppe, фр. Soupe) — рідка страва, розповсюджена в багатьох країнах. Суп звичайно подають «на перше». Причому суп — це найпоширеніша перша страва. Супи складаються з рідкої частини — основи і щільної частини — гарніру. Супи є стравами, які містять ряд смакових речовин, збуджують апетит і мають велике поживне значення. Вони містять велику кількість рідини і покривають 20% добової потреби організму людини у воді. Поживність перших страв обумовлюється наявністю гарніру, а також супроводжуючими супи продуктами — хлібом, сметаною. Супи відрізняються високою поживністю, калорійністю, здатністю збуджувати апетит.",
        image: "/images/soups.png",
    }
}
export default categories